mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
sddm
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pipewire-jack
pipewire-v4l2
pipewire-zeroconf
gstreamer
gst-plugin-pipewire
wireplumber
qpwgraph
plasma-desktop
kwallet-pam
dolphin
grub
efibootmgr
networkmanager
network-manager-applet
dialog
wpa_supplicant
mtools
dosfstools
linux-lts-headers
avahi
xdg-user-dirs
xdg-utils
gvfs
gvfs-smb
nfs-utils
inetutils
dnsutils
cups
print-manager
system-config-printer
hplip
alsa-utils
alacritty
bash-completion
openssh
rsync
acpi
acpid
acpi_call-lts
ntfs-3g
terminus-font
p7zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
vlc
obs-studio
ffmpeg
v4l2loopback-dkms
v4l-utils
sndio
libva-intel-driver
yt-dlp
python-notify2
python-psutil
python-pyqt5
python-pip
sddm-kcm
libreoffice-fresh
libreoffice-fresh-nb
gimp
gimp-nufraw
ntp
