mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
plasma-desktop
grub
efibootmgr
networkmanager
network-manager-applet
dialog
wpa_supplicant
mtools
dosfstools
linux-lts-headers
avahi
xdg-user-dirs
xdg-utils
gvfs
gvfs-smb
nfs-utils
inetutils
dnsutils
cups
hplip
alsa-utils
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
bash-completion
openssh
rsync
acpi
acpid
acpi_call-lts
ntfs-3g
terminus-font
p7zip
